Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 아닙니다.
en: No need.

source: 이제 어떻게 해드릴까요?
en: what would you like us to do now?

source: 승완 씬 아직 제 남자가 아니니,
en: ...since you aren’t my man yet,

source: 아… 네에….
en: Oh... right...

source: 꽃다발 하나 주십시오.
en: i’ll take a bouquet, please.

source: 그저 내 걱정이 과했던 거라면…,
en: if i was just worrying too much...

source: 어머니 잖아?
en: mother?

source: 대현 씨도 같이 가는 거예요?
en: will you be coming with us, daehyun?

source: 말씀하세요.
en: I’m listening.

source: 고맙습니다.
en: thank you.

source: 전화로 하는 게 좋을 것 같아요.
en: you should probably just call her.

source: 자, 이대로 가벼우면서 힘 있게 스윙.
en: Now, make a relaxed swing, but put some force behind it.

source: 민 사장님도 이거 같이 드세요.
en: You and Ms. Min should have this.

source: 오라고 해요!
en: call him over!

source: 자, 한빈이 데리러 가죠.
en: Let’s go there together.

source: 어머니가 젊은 제비한테 당하고 계신 거 아닌지 모르겠네.
en: i’m worried that mother is being manipulated by a young gold digger.

source: 네, 괜찮아요.
en: yes, i’m fine.

source: 사실 주고 싶지 않았지만,
en: ...and honestly, i didn’t want to tell him.

source: 어려운 일은 없을 거예요.
en: the work won’t be too difficult.

source: …그 여자들이 왔었어.
en: those girls came here...

source: 하아, 짜증나…!
en: ugh, i hate this...!

source: …대현 씨,
en: daehyun...

source: 그래?
en: oh yeah?

source: 네, 고맙습니다.
en: Thank you.

source: 그쪽으로… 가도 될까요?
en: Can we... move over there?

source: 무, 무슨 소리를…!
en: Wh-What are you saying...?!

source: 한빈이 재울 준비는 다 마쳤어.
en: hanbin is all ready to go to bed.

source: 실은…
en: to be honest...

source: 그럼 다음에 또 잘 부탁드려요.
en: You’ll have to help me out next time too.

source: 말도 안 되는 얘기네요.
en: that’s just ridiculous.

source: 무슨 얘기 하려고 하셨던 건지 알 것 같네요.
en: i think i know what you were trying to say.

source: 그, 그 아이가…
en: you’re telling me that boy is...

source: 후후.
en: huhu.

source: 다영 씨, 이 남자는 누구죠?!
en: dayoung, who is this man?!

source: 이건...
en: This is...

source: 이번 주말에 한빈이 데리고 바람이라도 쐬러 갈까요?
en: we can take hanbin out to play this weekend. would you like to come with us?

source: 사람을 붙여봐야겠어.
en: i should put a tail on her.

source: 그 여자가 사는 집, 자주 다니는 곳 등 모든 것을 알려드리겠습니다.
en: I’ll tell you where she lives and the places she regularly goes to.

source: 아니, 이게 무슨 일이야…!
en: What’s going on...?!

source: 그럼 되겠네요.
en: then why don’t we do this?

source: 전 승완 씨가 원하는 걸 해줄 수 있어요.
en: I can do the thing you want.

source: 사실은…
en: to be honest...

source: 조만간에 봐요, 네?
en: i’ll see you soon, okay?

source: 엄마도 같이 가요?!
en: is mommy coming too?!

source: 대현 씨는 한빈이한테 너무 물러요.
en: you’re too soft on hanbin.

source: 대,
en: dae-

source: 그러지 말라고 대화로 좋게 풀어보려고 했는데,
en: i tried to ask him nicely to stop,

source: 왜 이렇게 찝찝하지….
en: why do i feel like i’m missing something...?

source: 괜히 그이가 알아서 좋을 거 없잖아.
en: nothing good will come of changyeob finding out.

source: 자, 한빈이도 감사하다고 해야지?
en: Hanbin, what do you have to say?

source: 내 아들 씨인데 왜 못 데려 와요?
en: of course i can. he’s got my son’s blood in his veins.

source: 누구 애죠?
en: who’s child is he?

source: 어머니.{j}제가 잘 설명 할게요.
en: i’ll explain everything to him.

source: 미안해요.
en: i’m sorry.

source: 뭔데?
en: what is it?

source: 하하, 박순 씨 역시 화통하십니다!
en: Haha, you’re generous as always!

source: 승완 씨.
en: Seungwan.

source: 고민은요 ….
en: Something bothering me...

source: 오늘, 저를 안아주세요.
en: Please sleep with me today.

source: 무서웠어요….
en: it was scary...

source: 제가 너무 늦었죠?
en: I’m sorry for making you wait.

source: 항상 똑같죠, 뭐.
en: It’s the same old, same old.

source: 친한 분께 선물하시는 건가 봐요?
en: You must be close to the recipient.

source: 들켰네요, 하하.
en: you caught me, haha.

source: 엄마가 알아서 하겠죠!
en: i’m sure mom will take care of it!

source: 뭘요, 뭐 어려운 일 이라고….
en: no, it was nothing...

source: …대현 씨.
en: Daehyun...

source: 그 여자…
en: that girl...

source: 영수 선생님, 오랜만이에요!
en: youngsoo, long time no see!

source: 요즘 이래저래 불길한 예감이 들어서,
en: i’ve been getting this bad feeling lately...

source: 일은 착실히 진행되는 모양이군.
en: seems like it’s all going how you planned.

source: 무슨… 드라마를 너무 많이 본 거 아니야?
en: what the hell... don’t you think you’ve been watching too many dramas?

source: 지금 자세 아주 좋습니다!
en: Your form right now is perfect!

source: 다영 씨….
en: Dayoung...

source: 우리 한빈이 왔어?
en: welcome back, sweetheart!

source: 사장님, 한빈이 데리고 먼저 들어가서 쉬세요.
en: Boss, please take Hanbin and go get some rest.

source: 작은 아파트?
en: a small apartment?

source: 갑자기 취기가 확 올라와서….
en: I was suddenly feeling tipsy...

source: 대현 씨?
en: Daehyun?

source: 그러니까 그게….
en: so the thing is...

source: 갑자기 왜 이러는 거예요, 다영 씨….
en: but why are you doing this all of a sudden...?

source: 아니, 언제…?
en: ...no, when?

source: 저 남자랑 살림 차닌 거 아닌….
en: could be that they live together...

source: 치성 좀 올리게.
en: so we can pray for our souls.

source: 이 여잔…
en: isn’t she...

source: …엄마?
en: mommy...?

source: 그 사람은 제 모든 걸 엉망으로 만들었어요.
en: They ruined my life.

source: 그년도 되돌려 받아야죠.
en: we have to get payback.

source: 아시겠죠?
en: do you understand?

source: 전 로벨리아를 좋아해요.
en: I like lobelias.

source: 감사해요, 돌봐주셔서.
en: thank you for looking after him.

source: 엄마, 저기, 저기!
en: mommy, that, that!

source: 기다리고 있었습니다, 사모님.
en: i’ve been waiting for you, ma’am.

source: 예?!
en: What?!

source: 이, 이 남자는…
en: th-this man is...

source: 네, 영수 선생님!
en: Hi, Youngsoo!

source: 당신 왔어?
en: you’re back.

source: 하하하.
en: Hahaha.

source: 후훗, 칭찬으로 들어도 되는 거죠?
en: Huhu, may I take that as a compliment?

source: 이제 거의 다 왔어.
en: ...i’m almost there.

source: 사장님.
en: Boss.

source: 이제 와?
en: welcome home.

source: 한빈이는 제가 잘 돌보고 있을게요.
en: i’ll look after hanbin.

source: 아, 아니야.
en: n-nothing.

source: 응, 우리 한빈이는 항상 먹는 거 준비했지요.
en: sure, mommy has your favorite right here.

source: 알겠죠?
en: Got it?

source: 유 사장 때문인가?
en: Is it because of Daehyun?

source: 오늘은 같이 있고 싶었다고요.
en: i wanted to spend the day together.

source: 남자 몸이 그리우면 찾아와.
en: Come find me if you miss being with a man.

source: 한빈이 관련해서요.
en: about hanbin, i mean.

source: 물론 여기는 좋은 곳이고,
en: i realize that this is a great environment...

source: 사장님, 마감까지 제가 할테니 먼저 들어가세요.
en: Boss, I’ll take care of closing up shop, so you can leave first.

source: 그래도 단기간에 이만큼 따라오는 사람은 없습니다.
en: Still, not many people get this far in such a short time.

source: 네, 지금쯤 유치원에 보내셨을 거예요.
en: Yes, and she’s probably sent him to school by now.

source: 오늘 데이트 할까요?
en: would you like to go on a date today?

source: 그게… 다영 씨도 아는 사람인데….
en: uh, well... it was from someone you know...

source: 아유, 당연하죠.
en: aw, of course,

source: 그럼 항상 만나던 호텔에서 만나요.
en: let’s meet at the hotel we usually go to.

source: 자, 그럼 유치원 갈 준비 할까?
en: Okay, then let’s get you ready for school!

source: 하하, 기다렸어요?
en: haha, did you wait long?

source: 확인은 내일 할게요.
en: i’ll look over them tomorrow.

source: 내 걱정 말고 네 걱정이나 해, 이것아!
en: Worry about yourself!

source: 또 먹고 싶은 건 없니?
en: is there anything else you want to eat?

source: 이유가 뭐든 분명 그 인간들 짓인 게 분명해.
en: whatever the reason, i know without a doubt that this is their doing.

source: 잘 먹었습니다~!
en: thank you for the meal!

source: 다행이다~.
en: That’s a relief.

source: …친한 척 하지 말아요.
en: Don’t act like we’re close...

source: 벌써 왔어?
en: You’re at the Center already?

source: 그게 무슨 소리에요?
en: what is that supposed to mean?

source: 공룡 사탕 아저씨 안녕!
en: Bye-bye, dinosaur lollipop man!

source: 대현 씨랑 한 침대에서…
en: sleeping in the same bed as daehyun...

source: 전에 소유권 이전하지 않으셨습니까.
en: i signed everything over to you, remember?

source: 다음에 봐요.
en: i’ll see you next time.

source: 정…
en: W-

source: 사실 걔가 최근에 애인이랑 헤어졌거든요.
en: she and her boyfriend separated recently.

source: 네.{j}여보세요.
en: hello?{j}

source: 다영 씨가 일자리와 집을 옮겼다고요….
en: dayoung switched jobs and moved house, right...?

source: 늦기는요!
en: No worries!

source: 치카치카 다 했어?
en: Have you finished brushing your teeth?

source: 그렇게 데려 오면요?
en: and if she does?

source: 알았어.
en: all right.

source: 이참에 살림을 합치자는 얘기를 한 번 꺼내 볼까 하는데….
en: i was thinking of bringing up the topic of moving in together...

source: 아, 아니에요.
en: oh, no.

source: 그 돈이 어디에서 나올지는 뻔하니까.
en: Since it’s obvious where the money’s coming from.

source: 한빈이는 오늘 내가 데리고 잘게.
en: I’ll take Hanbin today.

source: 친부라고 주장하는 사람이 아이를 데려가려고 했다고!
en: they said someone claiming to be his biological father tried to take him!

source: 기회다!
en: This is my chance!

source: 오빠한테서는 별말 없어?
en: has changyeob said anything?

source: 네, 일단은요.
en: yes, for now.

source: 그럼 적당한 걸로 다영 씨가 추천해서 준비해줄래요?
en: In that case, could you pick one out and get it ready for me?

source: 술을 얼마나 마신 거야, 얘가!
en: Just how much did you have to drink?

source: 별거 아니야.
en: it was nothing, really.

source: 나는 뭐 이런 거 바르면 안 되니?
en: Am I not allowed to wear stuff like this?

source: 잘 있을 수 있지?
en: You’ll be okay, right?

source: 한빈이까지 위험할 수도 있잖아요.
en: hanbin could be in danger too.

source: 그런 말을 들이니 기분은 좋네요.
en: It makes me happy to hear that.

source: 모르겠는데?
en: i don’t.

source: 우리 다음에 또 재미있게 놀아요.
en: Let’s have fun again next time.

source: 어머, 사장님!
en: Boss!

source: 이제와서 새삼 부끄러우세요?
en: But you’re embarrassed now?

source: 대현 씨가 아니었으면 우리 한빈이는….
en: if it wasn’t for you, hanbin would be...

source: 그런데 설마 한빈이한테까지 손을 뻗을 거라고는 생각지도 못했어요.
en: but i didn’t think they would actually go after hanbin.

source: 71화
en: episode 71

source: 그냥 요즘 생각이 좀 많아져서 그런가 봐요.
en: I just I have a lot to think about these days.

source: 엄마보다 공룡 사탕 아저씨가 더 좋아?
en: who do you like more? mr. dino lollipop or mommy?

source: 에이, 젊은 남자 강사가 저밖에 없으니까,
en: Oh, I’m the only young male instructor,

source: 우리 오늘 분위기 좋았죠?
en: We had good chemistry today, don’t you think?

source: 네에….
en: okay...

source: 아프지 않은 건 아니잖아요.
en: you still feel pain.

source: 다영 씨니깐요.
en: Because it’s you, Dayoung.

source: 여기요, 꽃다발.
en: here’s your bouquet.

source: 어떻게 된 거지?
en: what’s going on?

source: 엄마.
en: mommy.

source: 그 여자와 접촉했습니다.
en: I made contact with her.

source: 아빠에 할머니, 고모에 할아버지까지 생기면 얼마나 좋아하겠어요.
en: so i imagine he’ll be overjoyed to get a dad, grandma, aunt, and grandpa.

source: 눈에 힘 좀 풀어.
en: Relax.

source: 하~ 여러 가지로 머리 아프다.
en: haa, all of this is making my head hurt.

source: 대현 씨,
en: daehyun...

source: …제가 꿈꾸던 가족의 모습이라….
en: this is exactly the family i’ve always dreamed of...

source: 요즘 제인이도 잘 안 봐주고 외출이 잦다 더니.
en: I heard you’ve been too busy going out to babysit Jaein lately.

source: 정리했어요.
en: ...so I ended things with her.

source: 오늘도 우리 집에서 자는 거야?
en: ...is he sleeping at our house again?

source: 그 후로 매일 연락을 하고,
en: he’s been calling and texting me nonstop...

source: 취기가 올라오네….
en: I’m feeling tipsy...

source: 어, 어… 택시 잡았다.
en: wait, wait... she just hailed a cab.

source: 전 그 애 키우기 싫어요!
en: i don’t want to raise that boy!

source: 아, 그래서 못해 주겠다는 거냐!?
en: So are you saying you can’t?!

source: 뭐, 그렇죠.
en: well, i suppose so.

source: 영수 선생님 집에서 배달 시켜서 먹을까요?
en: what if we ordered delivery to your place?

source: …저도
en: i’m not...

source: 창엽이가 3대 독자인데,
en: changyeob is the third son to come from three generations of this family...

source: 아침 일찍부터 무슨 일로 불러내신….
en: what did you want to see me about so early in the morning...?

source: 내일 다시 얘기해요.
en: We’ll talk then.

source: 우리 지금 수영 수업하고 있는 거잖아.
en: We’re just in the middle of a swim lesson.

source: 갑자기 무슨 소리야?
en: what are you going on about?

source: 저도 모르게 사버렸지요.
en: before i knew it, i had bought them.

source: 꽃집 사장님 뵙다가 나온 말인데요.
en: i was just talking to ms. min.

source: …그럼 일단, 한빈이부터 찾으러 가죠.
en: first things first... let’s go get hanbin.

source: 아하하하!
en: Ahahaha!

source: 아하하!
en: Ahaha!

source: 갑자기 왜 이래!
en: Why are you doing this all of a sudden?

source: 최후의 수단으로 남겨뒀던 걸, 실행해야겠어요.
en: i’ll have to use that trump card.

source: 당분간 그 여자 좀 잘 지켜봐주세요.
en: please keep a close watch on her for now.

source: 뭐 대단한 거라고.
en: It was nothing.

source: 복수요…?
en: Revenge...?

source: 그건 그렇고…,
en: Anyway...

source: 이러다 영수 선생님한테 반하겠어요.
en: If this keeps up, I’m going to end up falling for you.

source: 오늘 좀 많이 마셨나 봐요.
en: I think I’ve had a bit too much to drink.

source: 와아!
en: wow!

source: 그건 어디서 산 거야?
en: where did you buy them?

source: 안 그래도 그 여자가 손주가 새로 생겼다는 둥 하면서 한껏 들떠 있었습니다.
en: she was actually on cloud nine, going on about her new grandchild.

source: 어이쿠.
en: Oh my goodness.

source: 저, 사장님.
en: Excuse me, Boss.

source: 아무래도 부끄러워서….
en: It’s embarrassing, you see...

source: 새언니가 뭐라도 알아와야 할 텐데.
en: sekyung has to have found something.

source: 정말 후회하지 않을 자신 있으십니까?
en: you’re certain that you won’t regret this?

source: 한빈아, 뛰면 안 되지.
en: hanbin, don’t jump.

source: 가게는 제가 볼게요.
en: I’ll watch the shop.

source: 예전에 우리 아들이 잠깐 결혼했다가 이혼한 애가 있는데.
en: my son was married to this girl for a little while before they got divorced.

source: 난… 나쁜 여자니까요.
en: Because... I’m a bad person.

source: 다영 씨도 좋다고 할 거예요.
en: i’m sure dayoung will be happy too.

source: 칭찬이라뇨!
en: A compliment?

source: 뭘요, 늦진 않았죠?
en: of course. i’m not late, am i?

source: 흑흑… 흑…
en: hic, hic...

source: …뭐?
en: What...?

source: 그 여자랑 만나지도 않고 조용합니다.
en: ...but he hasn’t met the lady or made a single move.

source: 아저씨 보고 싶어.
en: i wanna see him.

source: 대현 씨가 먼저 저를 안아주세요.
en: ...please sleep with me first.

source: 안전 벨트 잘 맸지요, 우리 한빈이?
en: you got your seatbelt, sweetheart?

source: 김다영,
en: dayoung kim!

source: 몰랐어요, 죄송해요!
en: i didn’t know, i’m sorry!

source: 내 아들인데, 뭐 문제 있습니까?
en: he’s my son. is that a problem?

source: 여기 정말 맛있네요!
en: The food here is so good!

source: 한빈이 데리러 가야 하죠?
en: you have to go pick up hanbin, right?

source: 내 얘기 좀 들어봐….
en: just hear me out...

source: 원치 않는 상대하고도 자야 할 수도 있다는 뜻이에요.
en: It means that I might have to sleep with people I don’t want.

source: 우리가 사랑을 나눌 장소 아닙니까?
en: that’s where we will be making love, is it not?

source: 얘는!
en: My goodness!

source: 다음에.
en: Next time, okay?

source: 뭐…?
en: what...?

source: 오늘은 여기까지만.
en: Let’s stop here for today.

source: 제가 걱정돼서 못 견딜 것 같아서 그러는 거예요.
en: i’ll worry myself sick if i don’t do this.

source: 그년 어디 갔냐고요!
en: where is she?!

source: 한빈이 잘할 수 있어요!
en: i can do it!

source: 그렇다면 다행이네요.
en: that’s a relief.

source: 나 왔어.
en: i’m back.

source: 창희 결혼할 때도 예단 같은 거 생략할 거랬으면서….
en: You even said to leave out the wedding gifts for the groom’s family when Changhee gets married, so why now...?

source: 제가 좋아하는 꽃이라....
en: The flowers I like, you say...

source: 꽃다발 하나 사러 왔습니다.
en: I’m here for a bouquet.

source: 전화를 안 받네.
en: She’s not picking up.

source: 이게 뭐야?
en: What’s this?

source: 적진 않죠.
en: I can’t say it’s cheap.

source: 사 올게요.
en: i’ll go get us some.

source: 네…
en: o-

source: 좋아… 이대로만 가면….
en: All right... If things keep going the way they are...

source: 이게 얼마 만이에요?
en: it’s been so long!

source: 그리고...
en: And...

source: 한빈이 잠들면 전 소파에 가서 잘….
en: i’ll move to the sofa once hanbin falls asleep...

source: 자, 어서 가죠.
en: all right then, let’s go

source: 과자 먹고 싶어요!
en: i want snacks!

source: 그 아이, 일단 어떻게든 찾아 주세요.
en: do whatever you have to to find the kid.

source: 괜찮아, 이렇게 센터에서 만나면 되니까.
en: It’s okay. We can just meet up at the Center like this.

source: 여기로 옮기고서 제대로 인사도 못한 것 같아서요.
en: i feel like i haven’t seen her after i switched jobs.

source: 복수해야할 사람이 있어요.
en: I have to get revenge on someone.

source: 저 방은 침실로,
en: we can use that room for the bedroom,

source: 나 바뻐, 얘!
en: i’m busy, dear!

source: 대현 씨, 아침 드세요.
en: daehyun, have some breakfast.

source: …예?
en: what...?

source: 그냥 자고 가도 된대도….
en: you know you can just sleep over...

source: 의뢰인이 누군지는 밝힐 수 없습니다.
en: i can’t reveal my client’s identity.

source: 으이그, 무슨 사연이길래.
en: man, i wonder what the story is there.

source: 오늘 낮에 이상한 소리를 들었어요.
en: i heard something strange today.

source: 무슨 일인데?
en: what kind of something?

source: 그럼 이제….
en: Now...

source: 분명 그 남자 짓일 거예요!
en: it has to be that man’s doing!

source: 의뢰인인 사모님이 멀리 보내라고 하셨다네.
en: the client wants us to send him somewhere far away.

source: 다영 씨, 안녕하십니까?
en: how've you been, dayoung?

source: 그때 그 여자가 당신 아이를 임신한 상태였나 봐.
en: apparently, she was pregnant with your child back then.

source: 하하, 생각해 볼게요….
en: Haha, I’ll think about it...

source: …그게….
en: um...

source: 다영 씨 보고 싶어서 왔죠.
en: obviously it’s because i wanted to see you.

source: 미친….
en: you're crazy...

source: 어떨까요?
en: ...if we were together?

source: 영수 선생님은 순진하신 거예요?
en: Are you really that innocent?

source: 그렇게 여기저기
en: I touched her...

source: 괜찮아요?
en: are you okay?

source: 으응, 알았어.
en: okay, i got it.

source: 순조롭습니다.
en: it’s been going swimmingly.

source: 뭐, 뭐가요?
en: Wh-What do you mean?

source: …언제… 만날 수 있을 까요?
en: when... do you think you can meet...?

source: 대현 씨가 하려는 말을 받아 들일 수 없어요.
en: ...I can’t agree to what you’re about to ask.

source: 어떻게든…
en: no matter what it takes...

source: 38화
en: Episode 38

source: …알겠어요.
en: all right...

source: 그 자식 누구예요?
en: who is this creep?

source: 늦은 시간에 갑자기 무슨 일이에요,
en: what are you doing here at this hour,

source: 승완 씨가 원한다면….
en: if you want...

source: 으응… 확실히 취한 거 같아요.
en: Yeah... I’m definitely drunk.

source: ...일부러 모르는 척 하는 건가?
en: Is she playing innocent...?

source: 해당 아파트는 입주민만 들어갈 수 있게 되어있고,
en: the apartment in question is only open to residents...

source: 정말이에요.
en: I’m serious.

source: 한빈이, 저녁으로 뭐 먹고 싶어?
en: what do you want for dinner, hanbin?

source: 그거 아십니까,
en: Do you know something,

source: 어머, 진짜요?
en: oh my, seriously?

source: 네 아들을 왜 여기와서 찾아?
en: why are you looking for your son here?

source: 집까지 데려다 줄게요.
en: let me give you a ride home.

source: 괜찮아, 괜찮아.
en: I’m telling you it’s fine.

source: 어, 어머님이 왜…?
en: d-do you know what she wanted...?

source: 아!
en: Ah!

source: 어떤 꽃으로 만들어드릴까요?
en: Which flowers would you like?

source: 왠 남자랑 호텔로 들어가는 걸 찍었거든.
en: i took a photo of her going into a hotel with some man.

source: 저도 다영 씨한테 힘을 보태주려는 거예요.
en: that’s why i want to help you out.

source: 그 사람의 모든 걸 부숴버리고 싶으니까요.
en: ...I want to crush them and everything they hold dear.

source: 그럼 오늘 퇴근 시간에 맞춰서 데리러 올게요.
en: Then I’ll come pick you up after work.

source: 그때 연락처를 물어보길래….
en: he asked me for my number...

source: 아직까지 그 사람 그늘에서 벗어나지 못하고
en: I hate feeling like I’m still in his clutches,

source: 어어….
en: uhh...

source: 진심 이에요!
en: I really do!

source: 오케이!
en: Okay!

source: 김다영
en: Dayoung Kim

source: 그럴 가능성이 높긴 하죠.
en: but the chances are high, yes.

source: 내가 키우게 되면 어떡하지?
en: what if i have to raise him?

source: 사실 직장을 옮기게 된 것도 그 이유 때문이고요.
en: if i’m being honest, he’s the reason i switched jobs.

source: 민 사장님, 제가 다시 연락 드리겠습니다.
en: i’ll call you soon, ms. min.

source: 가자, 한빈아.
en: let’s go, hanbin.

source: 이 원룸….
en: this studio apartment...

source: 오래 마시긴 했네요.
en: I guess we have been drinking for a while.

source: 전에 다영 씨가 그랬잖아요.
en: you mentioned her a while back.

source: 꽃이라…
en: flowers...

source: 쟤 진짜 내 아들 맞다니까!
en: he really is my son!

source: 별거 아냐.
en: It’s nothing.

source: 짜릿했어?
en: Was it exciting?

source: 그 말을 우리보고 믿으라고요?
en: and you expect us to believe that?

source: 힘내.
en: Hang in there.

source: …다른 여자를 사랑하게 됐어.
en: I’m in love with another woman...

source: 이제 승완 씨는 내 남자예요.
en: You’re my man now, Seungwan.

source: 아유, 뭐 그런 걸로.
en: Oh, it’s nothing.

source: 한빈이를 못 찾으면…,
en: if you can’t find hanbin...

source: 보시죠.
en: take a look.

source: 박순 씨?
en: Baksoon?

source: 아까는 당신 아들이라면서요?
en: didn’t you say that he was your son a little while ago?

source: 오늘은 일찍 오셨네요?
en: You’re here early today.

source: 어떡해.
en: my baby...

source: 뭐 다영 씨가 자기한테 악감정 품고 있다나 뭐라나?
en: she said you had a grudge against her or something?

source: 그런 거 아니에요!
en: It’s not what you think!

source: 이건…
en: As for this...

source: 좀 더 기대도 괜찮은데.
en: you can lean on me a little more, you know.

source: 자, 엄마 퇴근할 때까지 놀고 있자.
en: okay, why don't you play here until mommy’s done with work.

source: 어!?
en: huh?!

source: 한빈이랑 같이 저녁거리 장 보러 가는 거예요.
en: ...your task is to take hanbin shopping to get ingredients for tonight’s dinner.

source: 그럼,
en: then...

source: 나가서 밥 먹자.
en: let’s go grab some food.

source: 아주 잠깐 행복해도 되겠지…?
en: ...just for a moment, right?

source: 오늘도 아무도 안 오니깐 걱정 마!
en: No one’s going to come today either, so don’t worry!

source: 후후후, 그게 말이죠.
en: huhuhu, well...

source: 그럼… 아이는 어떻게 된 거지?
en: then... what about her child?

source: 자, 건배!
en: Here, let’s make a toast!

source: 그럼 공룡 사탕 두 개씩 먹어도 돼요?
en: can i have two whole dino lollipops then?

source: 어휴… 정말 죄송해요.
en: oh my... i’m so sorry.

source: 해야겠네요.
en: but i think i should.

source: 뭐든 말씀하세요.
en: Whatever it is, you can tell me.

source: 집까지 함께 가는 사진, 다 찍혀있죠?
en: as you can see, i got photos of them going home together.

source: 저도 사실 승완 씨를 갖고 싶거든요.
en: I want you too, Seungwan.

source: 잠깐 눈 돌린 사이에 없어진 거였어.
en: he disappeared in the short time that we had our backs turned.

source: 뭘 하고 싶은지….
en: What do you want to...

source: 지금 얘기할게.
en: i’ll tell you now.

source: 한빈아, 할머니.
en: hanbin, it’s grandma.

source: 열심히 해야죠.
en: i have to work hard.

source: 잘 지냈어?
en: how have you been?

source: 그 계집애한테 속고 있는 거야.
en: that girl is lying to you.

source: 여기, 여기!
en: Over here!

source: 후우….
en: whew...

source: 정말 감사합니다….
en: thank you so much...

source: 뭘 하고 싶으세요?
en: what would you want to do?

source: 다시 연락드릴게요.
en: let me call you back.

source: 혹시 그때 그 남자와….
en: Are you and that man from before...

source: 오늘은 내가 여기 담당이어서 아무도 안 와.
en: I’m in charge today, so no one’s going to come.

source: 아뇨, 좋은 의미에서 놀랐다는 뜻이에요.
en: no, i meant it in a good way.

source: 근데,
en: but...

source: 다영 씨가 보고 싶어서….
en: i missed you.

source: 그렇단 말이지?
en: Oh, really?

source: 아니, 다, 다영 씨…!
en: Wait, D-Dayoung...!

source: 영업 방해로 경찰에 신고하기 전에,
en: if you don’t leave, i’m going to report you for causing a disturbance.

source: 스토커요?!
en: a stalker?!

source: 아이 납치 성공했습니다.
en: we’ve succeeded in kidnapping the child.

source: 사는 꼴이 보고싶니!?
en: well, are you?!

source: 전에 그 일과 동일한 사람들 짓인 게 분명해졌네요.
en: this proves that we’re dealing with the same people.

source: 이제 이용 가치가 없거든요.
en: he’s outlived his use.

source: 아아, 그게 말이지.
en: Ahh, that’s the thing.

source: 사장님, 정말 번번이 감사해요.
en: thank you as always, boss.

source: 왜 둘 다 세경이를 못 살게 굴어요!
en: why are the two of you treating sekyung so horribly?!

source: 직원들은 일 잘 하고 있죠?
en: i hope the employees are doing their jobs well?

source: 왜애, 좀 더 같이 있자.
en: Aww, stay with me for a little while.

source: 아까 그 자식이 스토커 맞죠?
en: that was the stalker, right?

source: 무슨 일 있어요?
en: is something the matter?

source: 그 여자가 자진해서 준 것 이라는 증거는요?
en: and what about evidence that she gave them to you willingly?

source: 한빈아, 우린 우리 집에서 자야지…!
en: hanbin, we have to sleep at our home...!

source: 기다릴게요.
en: I’ll wait for you.

source: 아, 여보.
en: oh, honey.

source: 마치…
en: it feels like...

source: 꽤 바빴거든요.
en: i was pretty busy.

source: 투자요?
en: You want to invest it?

source: 우리 얘, 어디 다친 데는 없나요?
en: is my son hurt anywhere?

source: 어디서 요상한 영감탱이랑 눈이라도 맞은 거야?
en: Have you hit it off with some weird old man?

source: 혹시 다영 씨 남자 생긴 건 아니죠?
en: you’re not seeing someone, are you?

source: 무슨 일이 있는지.
en: i wonder if something’s up.

source: 들어가세요.
en: goodbye.

source: 선생님도 차암~.
en: Youngsoo, you’re too much.

source: 4억… 이라.
en: Four million you say...

source: 뭐 좀 물어볼 게 있는데요.
en: there’s something i want to ask you.

source: 뭘 그렇게 놀라고 그러세요.
en: Why are you so surprised?

source: 공룡 사탕 아저씨랑 같이 자고 싶은데….
en: i want to sleep with mr. dino lollipop...

source: 잠깐만!
en: wait!

source: 언제 와요?
en: When will you get to the Center?

source: 으음, 맥주도 땡기는데.
en: but i’m kind of in the mood for beer.

source: 어이, 조 대표!
en: Mr. Cho, over here!

source: 어서오세… 어머, 만혁 씨?
en: Welco... Oh my, Manhyuk?

source: 고마워요, 대현 씨.
en: ...thank you, daehyun.

source: 아, 그년이 아이도 있었죠.
en: ah, that’s right. she had a child.

source: 다,
en: Da-

source: 어떻게든 빨리 알아내라고요!
en: i’m telling you to find them by any means necessary!

source: 호오, 집으로?
en: Oh, to her house?

source: 민 사장님 통해서 오늘 얘기 들었어요.
en: i heard about what happened today from ms. min.

source: 일하는 건 좀 어때요?
en: How is work?

source: 39화
en: Episode 39
